Repository: PatrikCesnek/MyLadnmarky
Catalog: Landmarky/Localization/Localizable.xcstrings
Source language: en
Languages: cs, sk

source: Achievements
cs: Úspěchy
sk: Úspechy

source: Privacy Policy
cs: Zásady ochrany osobních údajů
sk: Zásady ochrany osobných údajov

source: Add a photo to a landmark
cs: Přidejte fotku k místu
sk: Pridajte fotku k miestu

source: Add landmark
cs: Přidat místo
sk: Pridať miesto

source: Add photos to 5 landmarks
cs: Přidejte fotky k 5 místům
sk: Pridajte fotky k 5 miestam

source: Add photos to 25 landmarks
cs: Přidejte fotky k 25 místům
sk: Pridajte fotky k 25 miestam

source: Add photos to 50 landmarks
cs: Přidejte fotky k 50 místům
sk: Pridajte fotky k 50 miestam

source: Add visit date
cs: Přidat datum návštěvy
sk: Pridať dátum návštevy

source: Adventurer
cs: Dobrodruh
sk: Dobrodruh

source: African Explorer
cs: Africký průzkumník
sk: Africký prieskumník

source: All
cs: Všechno
sk: Všetko

source: Americas Explorer
cs: Americký průzkumník
sk: Americký prieskumník

source: Asian Explorer
cs: Asijský průzkumník
sk: Ázijský prieskumník

source: Badges
cs: Odznaky
sk: Odznaky

source: Bars
cs: Bary
sk: Bary

source: Border Crosser
cs: Cestovatel
sk: Cestovateľ

source: Bronze
cs: Bronzový
sk: Bronzový

source: Cancel
cs: Zrušit
sk: Zrušiť

source: Cannot get your location...
cs: Nelze získat vaši polohu...
sk: Nepodarilo sa získať vašu polohu...

source: Castles
cs: Hrady
sk: Hrady

source: Category
cs: Kategorie
sk: Kategória

source: Choose from Gallery
cs: Vybrat z galerie
sk: Vybrať z galérie

source: Chronicler
cs: Kronikář
sk: Kronikár

source: Completionist
cs: Sběratel
sk: Zberateľ

source: Continental
cs: Kontinentální
sk: Kontinentálny

source: Countries
cs: Země
sk: Krajiny

source: Create 5 trips
cs: Vytvořte 5 výletů
sk: Vytvorte 5 výletov

source: Create your first trip
cs: Vytvořte svůj první výlet
sk: Vytvorte svoj prvý výlet

source: Curious Mind
cs: Zvědavec
sk: Zvedavec

source: Custom
cs: Vlastní
sk: Vlastné

source: Dates
cs: Datumy
sk: Dátumy

source: Delete
cs: Smazat
sk: Zmazať

source: Description
cs: Popis
sk: Popis

source: Diamond
cs: Diamantový
sk: Diamantový

source: Diary
cs: Deník
sk: Denník

source: Diary Keeper
cs: Zapisovatel
sk: Zapisovateľ

source: Edit
cs: Editovat
sk: Editovať

source: Edit Trip
cs: Upravit výlet
sk: Upraviť výlet

source: Elite Explorer
cs: Elitní průzkumník
sk: Elitný prieskumník

source: End
cs: Konec
sk: Koniec

source: Entertainment
cs: Zábava
sk: Zábava

source: European Explorer
cs: Evropský průzkumník
sk: Európsky prieskumník

source: Explorer
cs: Průzkumník
sk: Prieskumník

source: Favorites
cs: Oblíbené
sk: Obľúbené

source: First name
cs: Jméno
sk: Meno

source: First Steps
cs: První kroky
sk: Prvé kroky

source: Gallery Owner
cs: Galerista
sk: Galerista

source: Globe Master
cs: Pán světa
sk: Pán sveta

source: Go into the map tab and create your landmarks
cs: Přejděte na záložku mapa a vytvořte své místa
sk: Prejdite na záložku mapa a vytvorte si miesta

source: Gold
cs: Zlatý
sk: Zlatý

source: Hills
cs: Kopce
sk: Kopce

source: Historical landmarks
cs: Historické památky
sk: Historické pamiatky

source: Home
cs: Domů
sk: Domov

source: Jet Setter
cs: Globetrotter
sk: Globetrotter

source: Lakes
cs: Jazera
sk: Jazerá

source: Landmark saved!
cs: Místo uloženo!
sk: Miesto uložené!

source: Your wish list is empty
cs: Váš seznam přání je prázdný
sk: Váš zoznam prianí je prázdny

source: landmarks
cs: místa
sk: miesta

source: Landmarks
cs: Místa
sk: Miesta

source: Last name
cs: Příjmení
sk: Priezvisko

source: Latitude
cs: Výška
sk: Výška

source: Legend
cs: Legenda
sk: Legenda

source: Location
cs: Poloha
sk: Poloha

source: Longitude
cs: Šířka
sk: Šírka

source: Lookouts
cs: Vyhlídky
sk: Vyhliadky

source: Map
cs: Mapa
sk: Mapa

source: Mark as visited
cs: Označit jako navštívené
sk: Označiť ako navštívené

source: Multi-day trip
cs: Vícedenní výlet
sk: Viacdňový výlet

# My landmarks
source: My places
cs: Moje místa
sk: Moje miesta

source: Navigate
cs: Navigovat
sk: Navigovať

source: New Trip
cs: Nový výlet
sk: Nový výlet

source: No results
cs: Žádné výsledky
sk: Žiadne výsledky

source: No trips yet
cs: Zatím žádné výlety
sk: Zatiaľ žiadne výlety

source: Not yet visited
cs: Zatím nenavštíveno
sk: Zatiaľ nenavštívené

source: Ooops, something went wrong...
cs: Ups, něco se pokazilo...
sk: Ups, niečo sa pokazilo...

source: Other
cs: Jiné
sk: Iné

source: Parks
cs: Parky
sk: Parky

source: Pathfinder
cs: Stopař
sk: Stopár

source: Photo Album
cs: Fotoalbum
sk: Fotoalbum

source: Photographer
cs: Fotograf
sk: Fotograf

source: Platinum
cs: Platinový
sk: Platinový

source: Please enter a custom category.
cs: Zadejte prosím vlastní kategorii.
sk: Zadajte prosím vlastnú kategóriu.

source: Please enter valid coordinates.
cs: Zadejte prosím platné souřadnice.
sk: Zadajte prosím platné súradnice.

source: Please enter your name
cs: Zadejte prosím své jméno
sk: Zadajte prosím svoje meno

source: Profile
cs: Profil
sk: Profil

source: Restaurants
cs: Restaurace
sk: Reštaurácie

source: Save
cs: Uložit
sk: Uložiť

source: Save 5 landmarks
cs: Uložte 5 míst
sk: Uložte 5 miest

source: Save 10 landmarks
cs: Uložte 10 míst
sk: Uložte 10 miest

source: Save 25 landmarks
cs: Uložte 25 míst
sk: Uložte 25 miest

source: Save 50 landmarks
cs: Uložte 50 míst
sk: Uložte 50 miest

source: Save 100 landmarks
cs: Uložte 100 míst
sk: Uložte 100 miest

source: Save places you want to visit and check them off when you get there
cs: Ukládejte místa, která chcete navštívit, a odškrtněte si je, když se tam dostanete
sk: Ukladajte miesta, ktoré chcete navštíviť, a odškrtnite si ich, keď sa tam dostanete

source: Save your first landmark
cs: Uložte svou první památku
sk: Uložte svoju prvú pamiatku

source: Search
cs: Hledat
sk: Hľadať

source: Search for a place
cs: Vyhledat místo
sk: Vyhľadať miesto

source: Select Photo Source
cs: Vybrat zdroj fotky
sk: Vybrať zdroj fotky

source: Shops
cs: Obchody
sk: Obchody

source: Silver
cs: Stříbrný
sk: Strieborný

source: Snapshot
cs: Snímky
sk: Snímky

source: So far you don't have any achievements
cs: Zatím nemáte žádné úspěchy
sk: Zatiaľ nemáte žiadne úspechy

source: So far you have no saved landmarks
cs: Zatím nemáte žádné uložené místa
sk: Zatiaľ nemáte žiadne uložené miesta

source: Start
cs: Začátek
sk: Začiatok

source: Start documenting your adventures
cs: Začněte dokumentovat svá dobrodružství
sk: Začnite dokumentovať svoje dobrodružstvá

source: Storyteller
cs: Vypravěč
sk: Rozprávač

source: Swipe to enter coordinates manually
cs: Přejetím zadáte souřadnice ručně
sk: Potiahnutím zadáte súradnice manuálne

source: Take a photo
cs: Vyfotit
sk: Odfotiť

source: Title
cs: Název
sk: Názov

source: Trailblazer
cs: Průkopník
sk: Priekopník

source: Travel Diary
cs: Cestovní deník
sk: Cestovný denník

source: Try Again
cs: Zkusit znovu
sk: Skúsiť znova

source: Ultimate Traveler
cs: Legendární cestovatel
sk: Legendárny cestovateľ

source: Unknown place
cs: Neznámé místo
sk: Neznáme miesto

source: Use 3 different categories
cs: Použijte 3 různé kategorie
sk: Použite 3 rôzne kategórie

source: Use 5 different categories
cs: Použijte 5 různých kategorií
sk: Použite 5 rôznych kategórií

source: Use all predefined categories
cs: Použijte všechny předdefinované kategorie
sk: Použite všetky preddefinované kategórie

source: Versatile
cs: Všestranný
sk: Všestranný

source: Visit 2 different continents
cs: Navštivte 2 různé kontinenty
sk: Navštívte 2 rôzne kontinenty

source: Visit 2 different countries
cs: Navštivte 2 různé země
sk: Navštívte 2 rôzne krajiny

source: Visit 5 African countries
cs: Navštivte 5 afrických zemí
sk: Navštívte 5 afrických krajín

source: Visit 5 Asian countries
cs: Navštivte 5 asijských zemí
sk: Navštívte 5 ázijských krajín

source: Visit 5 countries in the Americas
cs: Navštivte 5 amerických zemí
sk: Navštívte 5 amerických krajín

source: Visit 5 different countries
cs: Navštivte 5 různých zemí
sk: Navštívte 5 rôznych krajín

source: Visit 5 European countries
cs: Navštivte 5 evropských zemí
sk: Navštívte 5 európskych krajín

source: Visit 10 different countries
cs: Navštivte 10 různých zemí
sk: Navštívte 10 rôznych krajín

source: Visit 25 different countries
cs: Navštivte 25 různých zemí
sk: Navštívte 25 rôznych krajín

source: Visit 50 different countries
cs: Navštivte 50 různých zemí
sk: Navštívte 50 rôznych krajín

source: Visit 100 different countries
cs: Navštivte 100 různých zemí
sk: Navštívte 100 rôznych krajín

source: Visit all 6 inhabited continents
cs: Navštivte všech 6 obydlených kontinentů
sk: Navštívte všetkých 6 obývaných kontinentov

source: Visit date
cs: Datum návštěvy
sk: Dátum návštevy

source: Want to visit
cs: Chci navštívit
sk: Chcem navštíviť

source: Wish list
cs: Seznam přání
sk: Zoznam prianí

source: World Citizen
cs: Občan světa
sk: Občan sveta

source: World Traveler
cs: Světoběžník
sk: Svetobežník

source: You have:
cs: Máte:
sk: Máte:

source: Badge unlocked!
cs: Odznak odemčen!
sk: Odznak odomknutý!

source: Next badge
cs: Další odznak
sk: Ďalší odznak

# %lld of %lld
source: %1$lld of %2$lld
cs: %1$lld z %2$lld
sk: %1$lld z %2$lld

source: %lld to go
cs: Ještě %lld
sk: Ešte %lld

source: Continue
cs: Pokračovat
sk: Pokračovať

source: Places
cs: Místa
sk: Miesta

source: Add places
cs: Přidat místa
sk: Pridať miesta

source: Edit places
cs: Upravit místa
sk: Upraviť miesta

source: All places
cs: Všechna místa
sk: Všetky miesta

source: Suggested for these dates
cs: Navržené pro tyto dny
sk: Navrhované pre tieto dni

source: Part of trip
cs: Součást výletu
sk: Súčasť výletu

source: Done
cs: Hotovo
sk: Hotovo

source: Add %lld places from these dates
cs: Přidat %lld míst z těchto dnů
sk: Pridať %lld miest z týchto dní

source: %lld places
cs: %lld míst
sk: %lld miest

source: Your world
cs: Váš svět
sk: Váš svet

source: Continents
cs: Kontinenty
sk: Kontinenty

source: Visited countries
cs: Navštívené země
sk: Navštívené krajiny

source: No countries yet
cs: Zatím žádné země
sk: Zatiaľ žiadne krajiny

source: Save a place and its country lights up on your map
cs: Uložte si místo a jeho země se rozsvítí na vaší mapě
sk: Uložte si miesto a jeho krajina sa rozsvieti na vašej mape

source: %lld countries
cs: %lld zemí
sk: %lld krajín

source: %lld continents
cs: %lld kontinentů
sk: %lld kontinentov

source: %@ of the world
cs: %@ světa
sk: %@ sveta

source: Europe
cs: Evropa
sk: Európa

source: Asia
cs: Asie
sk: Ázia

source: Africa
cs: Afrika
sk: Afrika

source: North America
cs: Severní Amerika
sk: Severná Amerika

source: South America
cs: Jižní Amerika
sk: Južná Amerika

source: Oceania
cs: Oceánie
sk: Oceánia

source: Share
cs: Sdílet
sk: Zdieľať

source: Find places in your photos
cs: Najít místa ve fotkách
sk: Nájsť miesta vo fotkách

source: Worldwanderer looks at where your photos were taken and suggests places to save. You choose what gets added.
cs: Worldwanderer se podívá, kde byly vaše fotky pořízeny, a navrhne místa k uložení. Vy vyberete, co se přidá.
sk: Worldwanderer sa pozrie, kde boli vaše fotky odfotené, a navrhne miesta na uloženie. Vy vyberiete, čo sa pridá.

source: Your photos never leave your iPhone.
cs: Vaše fotky nikdy neopustí váš iPhone.
sk: Vaše fotky nikdy neopustia váš iPhone.

source: Scan my photos
cs: Prohledat moje fotky
sk: Prehľadať moje fotky

source: Scanning your photos…
cs: Prohledávám vaše fotky…
sk: Prehľadávam vaše fotky…

source: Adding places…
cs: Přidávám místa…
sk: Pridávam miesta…

source: No new places found
cs: Nenašla se žádná nová místa
sk: Nenašli sa žiadne nové miesta

source: Only photos with a location that isn't saved yet show up here.
cs: Zobrazí se jen fotky s polohou, kterou ještě nemáte uloženou.
sk: Zobrazia sa len fotky s polohou, ktorú ešte nemáte uloženú.

source: Photo access is off
cs: Přístup k fotkám je vypnutý
sk: Prístup k fotkám je vypnutý

source: Allow access in Settings to find places in your photos.
cs: Povolte přístup v Nastavení, abychom našli místa ve vašich fotkách.
sk: Povoľte prístup v Nastaveniach, aby sme našli miesta vo vašich fotkách.

source: Open Settings
cs: Otevřít Nastavení
sk: Otvoriť Nastavenia

source: Only photos you've shared with Worldwanderer are scanned.
cs: Prohledávají se jen fotky zpřístupněné aplikaci Worldwanderer.
sk: Prehľadávajú sa len fotky sprístupnené aplikácii Worldwanderer.

source: Select all
cs: Vybrat vše
sk: Vybrať všetko

source: Deselect all
cs: Zrušit výběr
sk: Zrušiť výber

source: Places added!
cs: Místa přidána!
sk: Miesta pridané!

source: We found %lld places
cs: Našli jsme %lld míst
sk: Našli sme %lld miest

source: Add %lld places
cs: Přidat %lld míst
sk: Pridať %lld miest

source: %lld photos
cs: %lld fotek
sk: %lld fotiek
